{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "%": 7,
      "(": 8,
      ")": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "A": 31,
      "B": 32,
      "C": 33,
      "D": 34,
      "E": 35,
      "F": 36,
      "G": 37,
      "H": 38,
      "I": 39,
      "J": 40,
      "K": 41,
      "L": 42,
      "M": 43,
      "N": 44,
      "O": 45,
      "P": 46,
      "Q": 47,
      "R": 48,
      "S": 49,
      "T": 50,
      "U": 51,
      "V": 52,
      "W": 53,
      "X": 54,
      "Y": 55,
      "Z": 56,
      "[": 57,
      "\\": 58,
      "]": 59,
      "^": 60,
      "_": 61,
      "a": 62,
      "b": 63,
      "c": 64,
      "d": 65,
      "e": 66,
      "f": 67,
      "g": 68,
      "h": 69,
      "i": 70,
      "j": 71,
      "k": 72,
      "l": 73,
      "m": 74,
      "n": 75,
      "o": 76,
      "p": 77,
      "q": 78,
      "r": 79,
      "s": 80,
      "t": 81,
      "u": 82,
      "v": 83,
      "w": 84,
      "x": 85,
      "y": 86,
      "z": 87,
      "{": 88,
      "}": 89,
      "√": 90,
      "、": 91,
      "。": 92,
      "丙": 93,
      "个": 94,
      "为": 95,
      "乙": 96,
      "人": 97,
      "代": 98,
      "以": 99,
      "倍": 100,
      "元": 101,
      "入": 102,
      "公": 103,
      "分": 104,
      "即": 105,
      "原": 106,
      "可": 107,
      "周": 108,
      "和": 109,
      "因": 110,
      "大": 111,
      "天": 112,
      "妈": 113,
      "将": 114,
      "小": 115,
      "岁": 116,
      "年": 117,
      "式": 118,
      "得": 119,
      "或": 120,
      "所": 121,
      "把": 122,
      "数": 123,
      "方": 124,
      "时": 125,
      "明": 126,
      "是": 127,
      "最": 128,
      "本": 129,
      "次": 130,
      "求": 131,
      "法": 132,
      "满": 133,
      "然": 134,
      "甲": 135,
      "的": 136,
      "种": 137,
      "积": 138,
      "第": 139,
      "答": 140,
      "组": 141,
      "能": 142,
      "自": 143,
      "行": 144,
      "袋": 145,
      "解": 146,
      "该": 147,
      "负": 148,
      "足": 149,
      "面": 150,
      "页": 151,
      "项": 152,
      "ra": 153,
      "fra": 154,
      "frac": 155,
      "me": 156,
      "ime": 157,
      "time": 158,
      "times": 159,
      "rt": 160,
      "le": 161,
      "an": 162,
      "gle": 163,
      "angle": 164,
      "sq": 165,
      "sqrt": 166,
      "iv": 167,
      "div": 168,
      "ot": 169,
      "dot": 170,
      "rc": 171,
      "ci": 172,
      "circ": 173,
      "cdot": 174,
      "ve": 175,
      "ta": 176,
      "cdots": 177,
      "vert": 178,
      "rr": 179,
      "ow": 180,
      "in": 181,
      "rrow": 182,
      "el": 183,
      "elta": 184,
      "Delta": 185,
      "re": 186,
      "pi": 187,
      "sin": 188,
      "co": 189,
      "ig": 190,
      "igh": 191,
      "pr": 192,
      "tarrow": 193,
      "ightarrow": 194,
      "th": 195,
      "cos": 196,
      "the": 197,
      "eq": 198,
      "ha": 199,
      "al": 200,
      "prime": 201,
      "ove": 202,
      "leq": 203,
      "pha": 204,
      "alpha": 205,
      "arrow": 206,
      "fo": 207,
      "\\%": 208,
      "refo": 209,
      "therefo": 210,
      "therefore": 211,
      "pm": 212,
      "rrightarrow": 213,
      "overrightarrow": 214,
      "ex": 215,
      "tcirc": 216,
      "tex": 217,
      "led": 218,
      "tcircled": 219,
      "textcircled": 220,
      "geq": 221,
      "tan": 222,
      "\"\\": 223,
      "ox": 224,
      "up": 225,
      "be": 226,
      "ga": 227,
      "mega": 228,
      "uparrow": 229,
      "Omega": 230,
      "\"(": 231,
      "ap": 232,
      "bot": 233,
      "prox": 234,
      "approx": 235,
      ")\"": 236,
      "}\"": 237,
      "\"[": 238,
      "Rightarrow": 239,
      "dow": 240,
      "narrow": 241,
      "downarrow": 242,
      "are": 243,
      "theta": 244,
      "uare": 245,
      "square": 246,
      "se": 247,
      "au": 248
    },
    "merges": [
      "r a",
      "f ra",
      "fra c",
      "m e",
      "i me",
      "t ime",
      "time s",
      "r t",
      "l e",
      "a n",
      "g le",
      "an gle",
      "s q",
      "sq rt",
      "i v",
      "d iv",
      "o t",
      "d ot",
      "r c",
      "c i",
      "ci rc",
      "c dot",
      "v e",
      "t a",
      "cdot s",
      "ve rt",
      "r r",
      "o w",
      "i n",
      "rr ow",
      "e l",
      "el ta",
      "D elta",
      "r e",
      "p i",
      "s in",
      "c o",
      "i g",
      "ig h",
      "p r",
      "ta rrow",
      "igh tarrow",
      "t h",
      "co s",
      "th e",
      "e q",
      "h a",
      "a l",
      "pr ime",
      "o ve",
      "le q",
      "p ha",
      "al pha",
      "a rrow",
      "f o",
      "\\ %",
      "re fo",
      "the refo",
      "therefo re",
      "p m",
      "rr ightarrow",
      "ove rrightarrow",
      "e x",
      "t circ",
      "t ex",
      "le d",
      "tcirc led",
      "tex tcircled",
      "g eq",
      "t an",
      "\" \\",
      "o x",
      "u p",
      "b e",
      "g a",
      "me ga",
      "up arrow",
      "O mega",
      "\" (",
      "a p",
      "b ot",
      "pr ox",
      "ap prox",
      ") \"",
      "} \"",
      "\" [",
      "R ightarrow",
      "d ow",
      "n arrow",
      "dow narrow",
      "a re",
      "the ta",
      "u are",
      "sq uare",
      "s e",
      "a u"
    ]
  }
}