{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "±": 98,
      "·": 99,
      "¹": 100,
      "º": 101,
      "℃": 102,
      "→": 103,
      "√": 104,
      "①": 105,
      "②": 106,
      "③": 107,
      "④": 108,
      "⑤": 109,
      "⑥": 110,
      "⑦": 111,
      "⑧": 112,
      "⑩": 113,
      "▪": 114,
      "、": 115,
      "。": 116,
      "【": 117,
      "】": 118,
      "㎝": 119,
      "一": 120,
      "万": 121,
      "上": 122,
      "下": 123,
      "且": 124,
      "丙": 125,
      "个": 126,
      "为": 127,
      "丽": 128,
      "之": 129,
      "乐": 130,
      "乘": 131,
      "乙": 132,
      "书": 133,
      "了": 134,
      "事": 135,
      "二": 136,
      "于": 137,
      "些": 138,
      "交": 139,
      "人": 140,
      "亿": 141,
      "今": 142,
      "他": 143,
      "代": 144,
      "以": 145,
      "件": 146,
      "价": 147,
      "份": 148,
      "位": 149,
      "体": 150,
      "余": 151,
      "作": 152,
      "便": 153,
      "倍": 154,
      "值": 155,
      "兀": 156,
      "元": 157,
      "光": 158,
      "克": 159,
      "兔": 160,
      "入": 161,
      "全": 162,
      "八": 163,
      "公": 164,
      "兰": 165,
      "共": 166,
      "其": 167,
      "册": 168,
      "写": 169,
      "冰": 170,
      "减": 171,
      "几": 172,
      "分": 173,
      "划": 174,
      "则": 175,
      "刚": 176,
      "前": 177,
      "剩": 178,
      "包": 179,
      "化": 180,
      "十": 181,
      "千": 182,
      "升": 183,
      "半": 184,
      "卡": 185,
      "即": 186,
      "厘": 187,
      "原": 188,
      "去": 189,
      "双": 190,
      "发": 191,
      "只": 192,
      "可": 193,
      "台": 194,
      "右": 195,
      "各": 196,
      "合": 197,
      "名": 198,
      "后": 199,
      "吨": 200,
      "员": 201,
      "呦": 202,
      "周": 203,
      "和": 204,
      "品": 205,
      "唱": 206,
      "商": 207,
      "四": 208,
      "回": 209,
      "因": 210,
      "固": 211,
      "图": 212,
      "圆": 213,
      "圈": 214,
      "在": 215,
      "块": 216,
      "多": 217,
      "大": 218,
      "天": 219,
      "套": 220,
      "女": 221,
      "妈": 222,
      "子": 223,
      "字": 224,
      "季": 225,
      "客": 226,
      "宽": 227,
      "将": 228,
      "小": 229,
      "少": 230,
      "尺": 231,
      "层": 232,
      "岁": 233,
      "工": 234,
      "左": 235,
      "巧": 236,
      "已": 237,
      "布": 238,
      "幅": 239,
      "平": 240,
      "年": 241,
      "底": 242,
      "度": 243,
      "座": 244,
      "式": 245,
      "弓": 246,
      "张": 247,
      "当": 248,
      "径": 249,
      "得": 250,
      "循": 251,
      "总": 252,
      "或": 253,
      "户": 254,
      "所": 255,
      "找": 256,
      "技": 257,
      "把": 258,
      "投": 259,
      "抱": 260,
      "担": 261,
      "接": 262,
      "搭": 263,
      "支": 264,
      "改": 265,
      "放": 266,
      "故": 267,
      "救": 268,
      "数": 269,
      "斤": 270,
      "新": 271,
      "方": 272,
      "无": 273,
      "日": 274,
      "时": 275,
      "明": 276,
      "昨": 277,
      "是": 278,
      "昼": 279,
      "更": 280,
      "最": 281,
      "月": 282,
      "有": 283,
      "本": 284,
      "朵": 285,
      "机": 286,
      "条": 287,
      "来": 288,
      "杯": 289,
      "松": 290,
      "枚": 291,
      "果": 292,
      "枝": 293,
      "标": 294,
      "树": 295,
      "株": 296,
      "根": 297,
      "格": 298,
      "桃": 299,
      "桶": 300,
      "梨": 301,
      "梯": 302,
      "检": 303,
      "棵": 304,
      "楼": 305,
      "橘": 306,
      "次": 307,
      "正": 308,
      "比": 309,
      "毫": 310,
      "求": 311,
      "法": 312,
      "游": 313,
      "满": 314,
      "漏": 315,
      "然": 316,
      "率": 317,
      "环": 318,
      "现": 319,
      "班": 320,
      "球": 321,
      "瓦": 322,
      "瓶": 323,
      "生": 324,
      "用": 325,
      "由": 326,
      "甲": 327,
      "男": 328,
      "白": 329,
      "的": 330,
      "盆": 331,
      "盒": 332,
      "盖": 333,
      "相": 334,
      "示": 335,
      "禾": 336,
      "种": 337,
      "科": 338,
      "秒": 339,
      "积": 340,
      "程": 341,
      "笔": 342,
      "第": 343,
      "等": 344,
      "筐": 345,
      "答": 346,
      "简": 347,
      "算": 348,
      "箱": 349,
      "篇": 350,
      "篮": 351,
      "米": 352,
      "粒": 353,
      "红": 354,
      "约": 355,
      "级": 356,
      "组": 357,
      "结": 358,
      "罐": 359,
      "考": 360,
      "育": 361,
      "能": 362,
      "自": 363,
      "舍": 364,
      "舞": 365,
      "节": 366,
      "花": 367,
      "苹": 368,
      "蕉": 369,
      "虾": 370,
      "蛋": 371,
      "行": 372,
      "衣": 373,
      "表": 374,
      "袋": 375,
      "裤": 376,
      "角": 377,
      "解": 378,
      "计": 379,
      "订": 380,
      "设": 381,
      "证": 382,
      "该": 383,
      "象": 384,
      "负": 385,
      "货": 386,
      "资": 387,
      "足": 388,
      "蹈": 389,
      "身": 390,
      "车": 391,
      "轮": 392,
      "辆": 393,
      "边": 394,
      "还": 395,
      "这": 396,
      "道": 397,
      "那": 398,
      "部": 399,
      "里": 400,
      "量": 401,
      "钟": 402,
      "错": 403,
      "长": 404,
      "间": 405,
      "队": 406,
      "降": 407,
      "限": 408,
      "集": 409,
      "零": 410,
      "面": 411,
      "音": 412,
      "页": 413,
      "顶": 414,
      "顷": 415,
      "项": 416,
      "顿": 417,
      "颗": 418,
      "飞": 419,
      "首": 420,
      "香": 421,
      "驶": 422,
      "验": 423,
      "高": 424,
      "鸡": 425,
      "鸭": 426,
      "黑": 427,
      "齿": 428,
      "﹪": 429,
      "％": 430,
      "＆": 431,
      "，": 432,
      "：": 433,
      "；": 434,
      "？": 435,
      "｛": 436,
      "｝": 437
    },
    "merges": []
  }
}